const FARMS = [
    { 
        id: 1, 
        location: "Львівська обл., с. Велике", 
        animalCount: 500, 
        fanPowerWatts: 3500, 
        imageUrl: "/images/farm1.jpg",
        description: "Ферма розташована у мальовничій західній Україні, спеціалізується на екологічно чистому виробництві молочної продукції та має сучасну систему вентиляції."
    },
    { 
        id: 2, 
        location: "Київська обл., м. Бровари", 
        animalCount: 1200, 
        fanPowerWatts: 8000, 
        imageUrl: "/images/farm2.jpg",
        description: "Великий агрохолдинг поблизу столиці. Високий потенціал для логістики та розширення. Потребує модернізації частини обладнання, що враховано у вартості."
    },
    { 
        id: 3, 
        location: "Одеська обл., м. Ізмаїл", 
        animalCount: 300, 
        fanPowerWatts: 2000, 
        imageUrl: "/images/farm3.jpg",
        description: "Компактна, але прибуткова ферма у південному регіоні, ідеально підходить для початківців. Легкий доступ до річкових та морських шляхів транспортування."
    },
    { 
        id: 4, 
        location: "Полтавська обл., с. Степне", 
        animalCount: 800, 
        fanPowerWatts: 5500, 
        imageUrl: "/images/farm4.jpg",
        description: "Актив розташований у центральному регіоні — серці українського агробізнесу. Має великий земельний фонд та нову підстанцію для забезпечення високої потужності."
    },
];

module.exports = FARMS;